tap "nikolaeu/numi"
cask "ghostty"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "goose"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "nikolaeu/numi/numi-cli"
cask "dbeaver-community"
brew "postgresql"
brew "sqlc"
brew "gh"
cask "nikitabobko/tap/aerospace"
