brew "chezmoi"
brew "fd"
brew "fzf"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "postgresql"
brew "gh"
cask "nikitabobko/tap/aerospace"
cask "appcleaner"
brew "go-air"
brew "go-task"
brew "ariga/tap/atlas"
