tap "nikolaeu/numi"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "nikolaeu/numi/numi-cli"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anysphere.pyright"
vscode "bradlc.vscode-tailwindcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nordic-semiconductor.nrf-connect"
vscode "nordic-semiconductor.nrf-connect-extension-pack"
vscode "nordic-semiconductor.nrf-devicetree"
vscode "nordic-semiconductor.nrf-kconfig"
vscode "nordic-semiconductor.nrf-terminal"
vscode "platformio.platformio-ide"
vscode "pmndrs.pmndrs"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sswg.swift-lang"
vscode "trond-snekvik.gnu-mapfiles"
vscode "twxs.cmake"
vscode "unity.unity-debug"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "wakatime.vscode-wakatime"
